
/* Class = "NSWindow"; title = "Skim Preferences"; ObjectID = "5"; */
"5.title" = "Skim Preferences";

/* Class = "NSTabViewItem"; label = "Display"; ObjectID = "171"; */
"171.label" = "Display";

/* Class = "NSTabViewItem"; label = "General"; ObjectID = "173"; */
"173.label" = "General";

/* Class = "NSButton"; gToolTip = "Remember and reopen files from a previous run"; ObjectID = "178"; */
"178.gToolTip" = "Remember and reopen files from a previous run";

/* Class = "NSSlider"; gToolTip = "Set the size of the thumbnails"; ObjectID = "194"; */
"194.gToolTip" = "Set the size of the thumbnails";

/* Class = "NSSlider"; gToolTip = "Set the size of the thumbnails"; ObjectID = "196"; */
"196.gToolTip" = "Set the size of the thumbnails";

/* Class = "NSButton"; gToolTip = "Restrict thumbnail sizes to discrete values"; ObjectID = "197"; */
"197.gToolTip" = "Restrict thumbnail sizes to discrete values";

/* Class = "NSButton"; gToolTip = "Open the contents pane only when the file has a table of contents"; ObjectID = "240"; */
"240.gToolTip" = "Open the contents pane only when the file has a table of contents";

/* Class = "NSButton"; gToolTip = "Always keep snapshot windows on top of other windows"; ObjectID = "247"; */
"247.gToolTip" = "Always keep snapshot windows on top of other windows";

/* Class = "NSBox"; title = "Box"; ObjectID = "248"; */
"248.title" = "Box";

/* Class = "NSTabViewItem"; label = "Notes"; ObjectID = "254"; */
"254.label" = "Notes";

/* Class = "NSBox"; title = "Box"; ObjectID = "284"; */
"284.title" = "Box";

/* Class = "NSButton"; gToolTip = "Render smooth text"; ObjectID = "286"; */
"286.gToolTip" = "Render smooth text";

/* Class = "NSTextField"; gToolTip = "Don't render characters smaller than this size"; ObjectID = "287"; */
"287.gToolTip" = "Don't render characters smaller than this size";

/* Class = "NSBox"; title = "Box"; ObjectID = "317"; */
"317.title" = "Box";

/* Class = "NSBox"; title = "Box"; ObjectID = "331"; */
"331.title" = "Box";

/* Class = "NSColorWell"; gToolTip = "Color to use for new text notes"; ObjectID = "333"; */
"333.gToolTip" = "Color to use for new text notes";

/* Class = "NSColorWell"; gToolTip = "Color to use for new anchored notes"; ObjectID = "336"; */
"336.gToolTip" = "Color to use for new anchored notes";

/* Class = "NSColorWell"; gToolTip = "Color to use for new circle highlights"; ObjectID = "338"; */
"338.gToolTip" = "Color to use for new circle highlights";

/* Class = "NSColorWell"; gToolTip = "Color to use for new box highlights"; ObjectID = "340"; */
"340.gToolTip" = "Color to use for new box highlights";

/* Class = "NSColorWell"; gToolTip = "Color to use for new highlights"; ObjectID = "342"; */
"342.gToolTip" = "Color to use for new highlights";

/* Class = "NSColorWell"; gToolTip = "Color to use for new underlines"; ObjectID = "344"; */
"344.gToolTip" = "Color to use for new underlines";

/* Class = "NSColorWell"; gToolTip = "Color to use for new strike-outs"; ObjectID = "346"; */
"346.gToolTip" = "Color to use for new strike-outs";

/* Class = "NSBox"; title = "Box"; ObjectID = "352"; */
"352.title" = "Box";

/* Class = "NSMenuItem"; title = "Never"; ObjectID = "483"; */
"483.title" = "Never";

/* Class = "NSMenuItem"; title = "Hourly"; ObjectID = "484"; */
"484.title" = "Hourly";

/* Class = "NSMenuItem"; title = "Daily"; ObjectID = "485"; */
"485.title" = "Daily";

/* Class = "NSMenuItem"; title = "Weekly"; ObjectID = "486"; */
"486.title" = "Weekly";

/* Class = "NSMenuItem"; title = "Monthly"; ObjectID = "487"; */
"487.title" = "Monthly";

/* Class = "NSButton"; gToolTip = "Revert all preferences to their original values"; ObjectID = "491"; */
"491.gToolTip" = "Revert all preferences to their original values";

/* Class = "NSButton"; gToolTip = "Revert all currently shown preferences to their original values"; ObjectID = "492"; */
"492.gToolTip" = "Revert all currently shown preferences to their original values";

/* Class = "NSButton"; gToolTip = "Go back to the last page viewed when opening a file"; ObjectID = "499"; */
"499.gToolTip" = "Go back to the last page viewed when opening a file";

/* Class = "NSBox"; title = "Box"; ObjectID = "505"; */
"505.title" = "Box";

/* Class = "NSButton"; gToolTip = "Automatically save a Skim notes file with the same file name whenever you save a PDF file"; ObjectID = "508"; */
"508.gToolTip" = "Automatically save a Skim notes file with the same file name whenever you save a PDF file";

/* Class = "NSColorWell"; gToolTip = "Color to use for new lines"; ObjectID = "514"; */
"514.gToolTip" = "Color to use for new lines";

/* Class = "NSTabViewItem"; label = "Sync"; ObjectID = "523"; */
"523.label" = "Sync";

/* Class = "NSButton"; gToolTip = "Select this to check for external file changes. Use at your own risk."; ObjectID = "525"; */
"525.gToolTip" = "Select this to check for external file changes. Use at your own risk.";

/* Class = "NSBox"; title = "Box"; ObjectID = "527"; */
"527.title" = "Box";

/* Class = "NSTextField"; gToolTip = "Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number"; ObjectID = "540"; */
"540.gToolTip" = "Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number";

/* Class = "NSPopUpButton"; gToolTip = "Choose settings for a preset TeX editor, or use custom settings"; ObjectID = "545"; */
"545.gToolTip" = "Choose settings for a preset TeX editor, or use custom settings";

/* Class = "NSTextField"; gToolTip = "Enter the command to call your favorite TeX editor"; ObjectID = "550"; */
"550.gToolTip" = "Enter the command to call your favorite TeX editor";

/* Class = "NSMenuItem"; title = "Custom"; ObjectID = "554"; */
"554.title" = "Custom";

/* Class = "NSButton"; gToolTip = "Choose this to use the same PDF view settings in full screen mode and normal mode"; ObjectID = "565"; */
"565.gToolTip" = "Choose this to use the same PDF view settings in full screen mode and normal mode";

/* Class = "NSButton"; gToolTip = "Revert the initial PDF view settings for newly opened documents to their original values"; ObjectID = "566"; */
"566.gToolTip" = "Revert the initial PDF view settings for newly opened documents to their original values";

/* Class = "NSMatrix"; gToolTip = "Window size for newly opened files"; ObjectID = "579"; */
"579.gToolTip" = "Window size for newly opened files";

/* Class = "SKLineWell"; gToolTip = "Border styles to use for new text notes"; ObjectID = "595"; */
"595.gToolTip" = "Border styles to use for new text notes";

/* Class = "SKLineWell"; gToolTip = "Line styles to use for new lines"; ObjectID = "597"; */
"597.gToolTip" = "Line styles to use for new lines";

/* Class = "SKLineWell"; gToolTip = "Line styles to use for new circle highlights"; ObjectID = "599"; */
"599.gToolTip" = "Line styles to use for new circle highlights";

/* Class = "SKLineWell"; gToolTip = "Line styles to use for new box highlights"; ObjectID = "601"; */
"601.gToolTip" = "Line styles to use for new box highlights";

/* Class = "NSBox"; title = "Box"; ObjectID = "603"; */
"603.title" = "Box";

/* Class = "NSColorWell"; gToolTip = "Color to use for the background of the PDF view in normal mode"; ObjectID = "611"; */
"611.gToolTip" = "Color to use for the background of the PDF view in normal mode";

/* Class = "NSColorWell"; gToolTip = "Color to use for the background of the PDF view in full screen mode"; ObjectID = "612"; */
"612.gToolTip" = "Color to use for the background of the PDF view in full screen mode";

/* Class = "NSButton"; gToolTip = "Highlight selected search results in the PDF file"; ObjectID = "613"; */
"613.gToolTip" = "Highlight selected search results in the PDF file";

/* Class = "NSColorWell"; gToolTip = "Color to use for search result highlighting."; ObjectID = "614"; */
"614.gToolTip" = "Color to use for search result highlighting.";

/* Class = "NSBox"; title = "Box"; ObjectID = "615"; */
"615.title" = "Box";

/* Class = "NSBox"; title = "Box"; ObjectID = "617"; */
"617.title" = "Box";

/* Class = "NSColorWell"; gToolTip = "Color to use for the reading bar"; ObjectID = "620"; */
"620.gToolTip" = "Color to use for the reading bar";

/* Class = "NSButton"; gToolTip = "Select to mask the text outside the reading bar"; ObjectID = "621"; */
"621.gToolTip" = "Select to mask the text outside the reading bar";

/* Class = "NSBox"; title = "Box"; ObjectID = "623"; */
"623.title" = "Box";

/* Class = "NSColorWell"; gToolTip = "Color to use for the interior of new circle highlights"; ObjectID = "632"; */
"632.gToolTip" = "Color to use for the interior of new circle highlights";

/* Class = "NSColorWell"; gToolTip = "Color to use for the interior of new box highlights"; ObjectID = "634"; */
"634.gToolTip" = "Color to use for the interior of new box highlights";

/* Class = "NSButton"; gToolTip = "Reopen the last viewed snapshots when opening a file"; ObjectID = "638"; */
"638.gToolTip" = "Reopen the last viewed snapshots when opening a file";

/* Class = "NSButtonCell"; title = "Default"; ObjectID = "663"; */
"663.title" = "Default";

/* Class = "NSBox"; title = "Box"; ObjectID = "702"; */
"702.title" = "Box";

/* Class = "NSButtonCell"; title = "Always"; ObjectID = "714"; */
"714.title" = "Always";

/* Class = "NSButtonCell"; title = "Never"; ObjectID = "715"; */
"715.title" = "Never";

/* Class = "NSButtonCell"; title = "Ask"; ObjectID = "716"; */
"716.title" = "Ask";

/* Class = "NSBox"; title = "Box"; ObjectID = "720"; */
"720.title" = "Box";

/* Class = "NSComboBox"; gToolTip = "Font size to use for text tables"; ObjectID = "723"; */
"723.gToolTip" = "Font size to use for text tables";

/* Class = "NSButton"; gToolTip = "Font to use for new text notes"; ObjectID = "731"; */
"731.gToolTip" = "Font to use for new text notes";

/* Class = "NSButton"; gToolTip = "Font to use for new anchored notes"; ObjectID = "732"; */
"732.gToolTip" = "Font to use for new anchored notes";

/* Class = "NSColorWell"; gToolTip = "Color to use for new freehand notes"; ObjectID = "850"; */
"850.gToolTip" = "Color to use for new freehand notes";

/* Class = "SKLineWell"; gToolTip = "Line styles to use for new freehand notes"; ObjectID = "858"; */
"858.gToolTip" = "Line styles to use for new freehand notes";

/* Class = "NSButtonCell"; title = "Maximized"; ObjectID = "1013"; */
"1013.title" = "Maximized";

/* Class = "NSButtonCell"; title = "Fit"; ObjectID = "1015"; */
"1015.title" = "Fit";

/* Class = "NSTextFieldCell"; title = "Pages:"; ObjectID = "1583"; */
"1583.title" = "Pages:";

/* Class = "NSTextFieldCell"; title = "Snapshots:"; ObjectID = "1585"; */
"1585.title" = "Snapshots:";

/* Class = "NSButtonCell"; title = "Discrete sizes"; ObjectID = "1587"; */
"1587.title" = "Discrete sizes";

/* Class = "NSTextFieldCell"; title = "Thumbnail sizes:"; ObjectID = "1588"; */
"1588.title" = "Thumbnail sizes:";

/* Class = "NSButtonCell"; title = "Anti-alias text and line art"; ObjectID = "1589"; */
"1589.title" = "Anti-alias text and line art";

/* Class = "NSTextFieldCell"; title = "3"; ObjectID = "1590"; */
"1590.title" = "3";

/* Class = "NSTextFieldCell"; title = "Greeking threshold:"; ObjectID = "1591"; */
"1591.title" = "Greeking threshold:";

/* Class = "NSTextFieldCell"; title = "PDF display:"; ObjectID = "1592"; */
"1592.title" = "PDF display:";

/* Class = "NSTextFieldCell"; title = "Background color:"; ObjectID = "1593"; */
"1593.title" = "Background color:";

/* Class = "NSTextFieldCell"; title = "Normal:"; ObjectID = "1594"; */
"1594.title" = "Normal:";

/* Class = "NSTextFieldCell"; title = "Full Screen:"; ObjectID = "1595"; */
"1595.title" = "Full Screen:";

/* Class = "NSButtonCell"; title = "Highlight search results with color:"; ObjectID = "1596"; */
"1596.title" = "Highlight search results with color:";

/* Class = "NSTextFieldCell"; title = "Reading bar:"; ObjectID = "1597"; */
"1597.title" = "Reading bar:";

/* Class = "NSButtonCell"; title = "Invert bar"; ObjectID = "1598"; */
"1598.title" = "Invert bar";

/* Class = "NSTextFieldCell"; title = "Color:"; ObjectID = "1599"; */
"1599.title" = "Color:";

/* Class = "NSTextFieldCell"; title = "Table font size:"; ObjectID = "1600"; */
"1600.title" = "Table font size:";

/* Class = "NSButtonCell"; title = "Reopen last open files at startup"; ObjectID = "1602"; */
"1602.title" = "Reopen last open files at startup";

/* Class = "NSButtonCell"; title = "Open pane only for Table of Contents"; ObjectID = "1603"; */
"1603.title" = "Open pane only for Table of Contents";

/* Class = "NSButtonCell"; title = "Keep snapshot windows on top"; ObjectID = "1604"; */
"1604.title" = "Keep snapshot windows on top";

/* Class = "NSTextFieldCell"; title = "Check for Skim updates:"; ObjectID = "1605"; */
"1605.title" = "Check for Skim updates:";

/* Class = "NSButtonCell"; title = "Remember last page viewed"; ObjectID = "1607"; */
"1607.title" = "Remember last page viewed";

/* Class = "NSButtonCell"; title = "Automatically save Skim notes backups"; ObjectID = "1608"; */
"1608.title" = "Automatically save Skim notes backups";

/* Class = "NSButtonCell"; title = "Full Screen"; ObjectID = "1609"; */
"1609.title" = "Full Screen";

/* Class = "NSButtonCell"; title = "Normal"; ObjectID = "1610"; */
"1610.title" = "Normal";

/* Class = "NSTextFieldCell"; title = "Revert initial PDF view settings for:"; ObjectID = "1611"; */
"1611.title" = "Revert initial PDF view settings for:";

/* Class = "NSTextFieldCell"; title = "Open files:"; ObjectID = "1612"; */
"1612.title" = "Open files:";

/* Class = "NSButtonCell"; title = "Remember snapshots"; ObjectID = "1613"; */
"1613.title" = "Remember snapshots";

/* Class = "NSTextFieldCell"; title = "Save passwords in Keychain:"; ObjectID = "1614"; */
"1614.title" = "Save passwords in Keychain:";

/* Class = "NSTextFieldCell"; title = "To set the initial PDF view settings, choose \"Use Current View Settings as Default\" from the PDF menu."; ObjectID = "1615"; */
"1615.title" = "To set the initial PDF view settings, choose \"Use Current View Settings as Default\" from the PDF menu.";

/* Class = "NSTextFieldCell"; title = "Text:"; ObjectID = "1616"; */
"1616.title" = "Text:";

/* Class = "NSTextFieldCell"; title = "Anchored:"; ObjectID = "1617"; */
"1617.title" = "Anchored:";

/* Class = "NSTextFieldCell"; title = "Circle:"; ObjectID = "1618"; */
"1618.title" = "Circle:";

/* Class = "NSTextFieldCell"; title = "Box:"; ObjectID = "1619"; */
"1619.title" = "Box:";

/* Class = "NSTextFieldCell"; title = "Highlight:"; ObjectID = "1620"; */
"1620.title" = "Highlight:";

/* Class = "NSTextFieldCell"; title = "Underline:"; ObjectID = "1621"; */
"1621.title" = "Underline:";

/* Class = "NSTextFieldCell"; title = "Strike Out:"; ObjectID = "1622"; */
"1622.title" = "Strike Out:";

/* Class = "NSTextFieldCell"; title = "Note colors:"; ObjectID = "1623"; */
"1623.title" = "Note colors:";

/* Class = "NSTextFieldCell"; title = "Note fonts:"; ObjectID = "1624"; */
"1624.title" = "Note fonts:";

/* Class = "NSTextFieldCell"; title = "Line:"; ObjectID = "1625"; */
"1625.title" = "Line:";

/* Class = "NSTextFieldCell"; title = "Text:"; ObjectID = "1626"; */
"1626.title" = "Text:";

/* Class = "NSTextFieldCell"; title = "Line:"; ObjectID = "1627"; */
"1627.title" = "Line:";

/* Class = "NSTextFieldCell"; title = "Circle:"; ObjectID = "1628"; */
"1628.title" = "Circle:";

/* Class = "NSTextFieldCell"; title = "Box:"; ObjectID = "1629"; */
"1629.title" = "Box:";

/* Class = "NSTextFieldCell"; title = "Note lines and borders:"; ObjectID = "1630"; */
"1630.title" = "Note lines and borders:";

/* Class = "NSTextFieldCell"; title = "Circle interior:"; ObjectID = "1631"; */
"1631.title" = "Circle interior:";

/* Class = "NSTextFieldCell"; title = "Box interior:"; ObjectID = "1632"; */
"1632.title" = "Box interior:";

/* Class = "NSTextFieldCell"; title = "Text:"; ObjectID = "1633"; */
"1633.title" = "Text:";

/* Class = "NSTextFieldCell"; title = "Anchored:"; ObjectID = "1634"; */
"1634.title" = "Anchored:";

/* Class = "NSTextFieldCell"; title = "Freehand:"; ObjectID = "1637"; */
"1637.title" = "Freehand:";

/* Class = "NSTextFieldCell"; title = "Freehand:"; ObjectID = "1638"; */
"1638.title" = "Freehand:";

/* Class = "NSButtonCell"; title = "Check for file changes"; ObjectID = "1639"; */
"1639.title" = "Check for file changes";

/* Class = "NSTextFieldCell"; title = "Command:"; ObjectID = "1640"; */
"1640.title" = "Command:";

/* Class = "NSTextFieldCell"; title = "PDF-TeX Sync support:"; ObjectID = "1641"; */
"1641.title" = "PDF-TeX Sync support:";

/* Class = "NSTextFieldCell"; title = "Arguments:"; ObjectID = "1642"; */
"1642.title" = "Arguments:";

/* Class = "NSTextFieldCell"; title = "Preset:"; ObjectID = "1646"; */
"1646.title" = "Preset:";

/* Class = "NSTextFieldCell"; title = "Do not select this when using a script or program that will force a revert."; ObjectID = "1647"; */
"1647.title" = "Do not select this when using a script or program that will force a revert.";

/* Class = "NSButtonCell"; title = "Reset All"; ObjectID = "1648"; */
"1648.title" = "Reset All";

/* Class = "NSButtonCell"; title = "Reset"; ObjectID = "1649"; */
"1649.title" = "Reset";
